[
    {
        "pregunta": "¿Cómo prefieres abordar los problemas en el trabajo o en la vida cotidiana?",
        "opciones": [
            "A. Tomando decisiones rápidas y directas para resolver el problema.",
            "B. Buscando consenso y evitando conflictos para mantener la armonía.",
            "C. Analizando cuidadosamente los detalles y planificando cada paso.",
            "D. Pensando en soluciones creativas y motivando a los demás para actuar."
        ]
    },
    {
        "pregunta": "¿Cómo te describen generalmente tus amigos y compañeros de trabajo?",
        "opciones": [
            "A. Decidido/a, asertivo/a y orientado/a a resultados.",
            "B. Amable, empático/a y un buen mediador/a.",
            "C. Organizado/a, preciso/a y orientado/a al detalle.",
            "D. Optimista, sociable y lleno/a de energía."
        ]
    },
    {
        "pregunta": "¿Qué valoras más en el trabajo o en un proyecto?",
        "opciones": [
            "A. La eficiencia y los logros.",
            "B. La colaboración y el bienestar del equipo.",
            "C. La precisión y el cumplimiento de normas.",
            "D. La creatividad y el entusiasmo."
        ]
    },
    {
        "pregunta": "¿Cómo sueles tomar decisiones?",
        "opciones": [
            "A. Rápidamente, guiado/a por la intuición y los resultados que quiero lograr.",
            "B. Con cautela, considerando cómo afectará a los demás.",
            "C. Tras evaluar toda la información y los datos disponibles.",
            "D. De manera espontánea, basándome en las oportunidades del momento."
        ]
    },
    {
        "pregunta": "¿Qué haces cuando enfrentas un desafío nuevo?",
        "opciones": [
            "A. Me lanzo sin dudar, confiado/a en que encontraré la solución en el camino.",
            "B. Pido ayuda o busco apoyo para enfrentar el desafío en equipo.",
            "C. Reviso todos los detalles y diseño un plan estructurado.",
            "D. Encuentro la parte divertida del desafío y lo enfrento con energía."
        ]
    },
    {
        "pregunta": "¿Cómo te comportas en reuniones o eventos sociales?",
        "opciones": [
            "A. Suelo liderar y proponer soluciones o acciones.",
            "B. Prefiero escuchar y apoyar a los demás.",
            "C. Me concentro en los detalles y en asegurarme de que todos entiendan los puntos clave.",
            "D. Hablo y me relaciono con facilidad, buscando animar el ambiente."
        ]
    },
    {
        "pregunta": "¿Cuál es tu reacción cuando recibes una crítica?",
        "opciones": [
            "A. La tomo con seguridad y, si es necesario, defiendo mi posición.",
            "B. Me lo tomo a pecho y tiendo a buscar reconciliación.",
            "C. Lo analizo y considero si es una observación válida.",
            "D. Trato de tomarlo con humor y mantener una actitud positiva."
        ]
    },
    {
        "pregunta": "¿Qué te resulta más satisfactorio al finalizar un proyecto?",
        "opciones": [
            "A. Lograr resultados concretos y cumplir los objetivos.",
            "B. Sentir que todos en el equipo están contentos y satisfechos.",
            "C. Ver que el trabajo ha sido hecho con precisión y sin errores.",
            "D. Disfrutar el proceso y ver que el equipo mantiene un buen ánimo."
        ]
    }
]
